{
  "audiovisual_files": {
    "5cd674f4-e39b-49cf-8363-13d4f6463152": {
      "label": "Beecher \"Syndicalism\" Audio",
      "is_offline": false,
      "file_type": "Audio",
      "file_url": "https://norman.hrc.utexas.edu/audioFiles/open/R_0124_01_01_acc_20091001.mp3",
      "duration": 1005,
      "caption_set": [],
      "set_sort": []
    }
  },
  "auto_generate_web_page": true,
  "description": [
    {
      "type": "paragraph",
      "children": [
        {
          "text": "This is the "
        },
        {
          "type": "link",
          "url": "https://hrc.contentdm.oclc.org/digital/collection/p15878coll1/id/37/rec/1",
          "children": [
            {
              "text": "“‘Criminal Syndicalism’ case, McComb, Mississippi (Side 1)”"
            }
          ]
        },
        {
          "text": " recording from the "
        },
        {
          "type": "link",
          "url": "https://hrc.contentdm.oclc.org/digital/collection/p15878coll1",
          "children": [
            {
              "text": "John Beecher Sound Recordings Collection"
            }
          ]
        },
        {
          "text": " at the "
        },
        {
          "type": "link",
          "url": "https://www.hrc.utexas.edu/",
          "children": [
            {
              "text": "University of Texas’s Harry Ransom Center"
            }
          ]
        },
        {
          "text": ". You will only listen to the portion of the recording marked by the annotations (from “Clip Start” to “Clip End”). The instance of the racial slur and instances of explicit language has also been marked for your awareness."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Please be sure to read all of the following information before playing the recording.",
          "bold": true
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "bold": true,
          "text": ""
        }
      ]
    },
    {
      "type": "heading-three",
      "children": [
        {
          "text": "Full Recording Description",
          "textSize": "heading-three"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "This recording was recorded October 19, 1964 by John Beecher and his wife, Barbara. The recording begins with John Beecher and members of the Council of Federated Organizations (COFO) meeting with Black high school students and their parents after these students were released from jail in McComb, Mississippi on charges of criminal syndicalism, in which it seems the students have been falsely accused of damaging property by throwing a brick. Beecher speaks with the group about the importance of voting and fighting for equal treatment in the voting process. A white arrested member of COFO discusses how his experience in jail was different than that of the Black students, how he was released without bond, and that his release was sooner. The students discuss the conditions in the jail and the treatment by policemen and guards. The parents of the students discuss how they were given limited interaction with their children, and how officers made visits a challenge."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "heading-three",
      "children": [
        {
          "text": "Description of Clip Used in Lesson",
          "textSize": "heading-three"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "The clip we will discuss in class is 14:07-15:37. In this portion of the recording, Beecher asks the students if they had recreational privileges while in jail, to which the students reply they could not even leave the cell. Beecher asks about food given to them in prison, which the students say was often cold pork and beans from the can, and that they were denied coffee, and given a small breakfast. The students also discuss how the guards/officers were dismissive of their singing and would threaten to drag their mattresses out and make the students sleep on the concrete if they continued sleeping."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "heading-three",
      "children": [
        {
          "text": "Audio Content Warning",
          "textSize": "heading-three"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "In this recording, a racial slur is used at 16:06 by a student quoting the language said to them by a police officer while in jail. There is also explicit language used at 15:49, 16:30, and 16:39 by students quoting white police officers. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Listening to the second side of the recording is not necessary for this lesson and will not be discussed in this lesson, but as a warning, it includes multiple racial slurs, at 4:58, said by a white man; at 5:48 by a man quoting a police officer; at 7:00, 7:04, 7:08, 7:09, by a woman quoting a police officer; at 9:15 by a man quoting a police officer; at 11:42, 11:57, and 12:32 by a woman quoting a police officer. Explicit language is also used by a woman quoting a police officer at 10:48."
        }
      ]
    }
  ],
  "citation": "",
  "label": "Lesson Clip",
  "rights_statement": "https://rightsstatements.org/vocab/NoC-US/1.0/",
  "created_at": "2025-08-19T02:46:28.539Z",
  "created_by": "kywark",
  "updated_at": "2025-08-19T02:46:28.539Z",
  "updated_by": "kywark"
}