{
  "content": [
    {
      "type": "paragraph",
      "children": [
        {
          "text": "This lesson is targeted towards high school students (Grades 9-12), though can be adapted for higher and lower grades by adjusting the length of the lesson clip and the engagement with the more technical aspects of AVAnnotate. Students will work with the Beecher “Criminal Syndicalism” recording to better understand the process and value of audio annotations. They will use these annotations to help them better engage with the Beecher audio archival material, with the possibility of presenting their annotations in their own AVAnnotate project. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "In this asynchronous, online version of the lesson, it is assumed that students will be working independently through modules on their own time. This lesson will take "
        },
        {
          "text": "approximately 90 minutes to complete",
          "bold": true
        },
        {
          "text": ", though students can progress through it at their own pace and may split it across multiple sessions. "
        },
        {
          "text": "It has been reproduced in its student facing version under “Asynchronous Lesson (for Students).”",
          "bold": true
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Instructor, before releasing this lesson to students, please be sure to listen to the full recording to familiarize yourself with its content. While the selected clip does not include the racial slur present elsewhere in the recording, students will still hear participants describing traumatic experiences of arrest and criminalization. Additionally, the male speaker in the first clip uses an outdated term (\"negro\") to describe Black people."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Prepare your students by providing clear information about the content before they begin and offering alternative ways to participate, such as working with a different section of the recording, that still help students develop the same annotation and critical listening skills while honoring their individual experiences. Be transparent with students about the nature of the content and create space for them to make informed choices about their participation."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "N.B.: ",
          "bold": true
        },
        {
          "text": "This lesson plan includes options for either students or instructors to upload annotations to AVAnnotate, depending on whatever the instructor may prefer. If instructors are planning to create their own AVAnnotate project, please be sure to thoroughly review "
        },
        {
          "type": "link",
          "url": "https://avannotate.github.io/documentation/",
          "children": [
            {
              "text": "AVAnnotate’s documentation"
            }
          ]
        },
        {
          "text": " for helpful resources. Though AVAnnotate hosts no information, please be sure to check your school’s acceptable use policies regarding web-based applications (here, AVAnnotate and GitHub, which AVAnnotate uses to present the annotations). "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "heading-three",
      "children": [
        {
          "text": "Targeted Lesson Guidelines",
          "textSize": "heading-four"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "(Modified from "
        },
        {
          "type": "link",
          "url": "https://www2.archivists.org/sites/all/files/GuidelinesForPrimarySourceLiteracy-June2018.pdf",
          "children": [
            {
              "text": "Guidelines for Primary Source Literacy"
            }
          ]
        },
        {
          "text": ") "
        },
        {
          "text": "Interpret, Analyze, and Evaluate",
          "italic": true
        }
      ]
    },
    {
      "type": "bulleted-list",
      "children": [
        {
          "type": "list-item",
          "children": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Critically evaluate the perspective of the creator(s) of a primary source, including tone, subjectivity, and biases, and consider how these relate to the original purpose(s) and audience(s) of the source."
                }
              ]
            }
          ]
        },
        {
          "type": "list-item",
          "children": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Situate a primary source in context by applying knowledge about the time and culture in which it was created; the author or creator; its format, genre, publication history; or related materials in a collection."
                }
              ]
            }
          ]
        },
        {
          "type": "list-item",
          "children": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "As part of the analysis of available resources, identify, interrogate, and consider the reasons for silences, gaps, contradictions, or evidence of power relationships in the documentary record and how they impact the research process."
                }
              ]
            }
          ]
        },
        {
          "type": "list-item",
          "children": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Factor physical and material elements into the interpretation of primary sources including the relationship between container (binding, media, or overall physical attributes) and informational content, and the relationship of original sources to physical or digital copies of those sources. Demonstrate historical empathy, curiosity about the past, and appreciation for historical sources and historical actors."
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "type": "heading-three",
      "children": [
        {
          "text": "Essential Questions",
          "textSize": "heading-four"
        }
      ]
    },
    {
      "type": "bulleted-list",
      "children": [
        {
          "type": "list-item",
          "children": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "What challenges do we face when listening to sensitive archival audio, and how can we engage critically with recordings that contain difficult or emotionally charged content?"
                }
              ]
            }
          ]
        },
        {
          "type": "list-item",
          "children": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "How does creating annotations help us make meaning from complex audio materials, and in what ways can our annotations make these resources more accessible to others?"
                }
              ]
            }
          ]
        },
        {
          "type": "list-item",
          "children": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "How do the Beecher participants' reflections reveal the ways political power can criminalize civic action through confusing legal language, and what do their stories (with their mix of humor and trauma) teach us about memory and collective history?"
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Objective",
          "textSize": "heading-four"
        }
      ]
    },
    {
      "type": "heading-three",
      "children": [
        {
          "text": "By the end of this lesson, students will:",
          "italic": true
        }
      ]
    },
    {
      "type": "bulleted-list",
      "children": [
        {
          "type": "list-item",
          "children": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Analyze the Beecher \"Criminal Syndicalism\" recording by applying critical listening strategies to identify general observations, key themes, emotional shifts, and historical context within sensitive and challenging audio material."
                }
              ]
            }
          ]
        },
        {
          "type": "list-item",
          "children": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Create and present annotations by using the AVAnnotate application to demonstrate how annotation enhances both personal meaning-making and accessibility of archival audio for diverse audiences."
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "type": "heading-three",
      "children": [
        {
          "text": "Materials",
          "textSize": "heading-four"
        }
      ]
    },
    {
      "type": "bulleted-list",
      "children": [
        {
          "type": "list-item",
          "children": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Internet-connected computer to present AVAnnotate project and play the Beecher audio using the AVAnnotate project. "
                }
              ]
            }
          ]
        },
        {
          "type": "list-item",
          "children": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "If using this lesson as an asynchronous lesson, be sure all students have access to the AVAnnotate site to listen to the recording."
                }
              ]
            }
          ]
        },
        {
          "type": "list-item",
          "children": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Method to record annotations (e.g., Google Sheets, Excel Spreadsheet, paper, etc.). You may choose to use "
                },
                {
                  "type": "link",
                  "url": "https://docs.google.com/spreadsheets/u/2/d/12yn6zxviUpNLYESlGfUyWTc83wmFfsOM/edit?usp=drive_link&ouid=112492510360958259862&rtpof=true&sd=true",
                  "children": [
                    {
                      "text": "this template"
                    }
                  ]
                },
                {
                  "text": " provided by AVAnnotate for creating annotations in Google Sheets."
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Lesson Procedure:",
          "textSize": "heading-three"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Module 1: Introduction and Reflection (5 min)",
          "bold": true
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Choose a method for students to reflect on the following prompt to reflect on independently (via written response, voice memo, or personal notes):"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Begin by thinking about an important story from your own life. It can be something significant you've told multiple times or an event that shaped you (e.g., a memorable experience, an embarrassing moment, an event that shaped you as a person, etc.). Then, consider the following:"
        }
      ]
    },
    {
      "type": "bulleted-list",
      "children": [
        {
          "type": "list-item",
          "children": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "If someone asked you to tell that story on the spot, what would it feel like to recall those details?"
                }
              ]
            }
          ]
        },
        {
          "type": "list-item",
          "children": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "How might your telling change depending on who was asking and why?"
                }
              ]
            }
          ]
        },
        {
          "type": "list-item",
          "children": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "What would you want listeners to understand about your experience beyond just the facts of what happened?"
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Explain that the way we tell our own stories, especially when prompted by someone else's questions, reveals much about memory, perspective, and what matters to us. Today, you'll be listening to a historical audio recording where someone is asking students to recount difficult experiences from their recent past. You'll hear both the questions being asked and how people choose to respond. Your job will be to listen carefully and create annotations that capture your own process of making meaning from these stories. These annotations will help others better access and understand these important historical voices."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Module 2: Content Warning and Recording Introduction (3 min)",
          "bold": true
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "The following information will be provided to students with the following information to read before proceeding:"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "block-quote",
      "children": [
        {
          "text": "The recording we’ll be working with today is from the "
        },
        {
          "type": "link",
          "url": "https://hrc.contentdm.oclc.org/digital/collection/p15878coll1/id/37/rec/1",
          "children": [
            {
              "text": "“‘Criminal Syndicalism’ case, McComb, Mississippi (Side 1)”"
            }
          ]
        },
        {
          "text": " recording from the "
        },
        {
          "type": "link",
          "url": "https://hrc.contentdm.oclc.org/digital/collection/p15878coll1",
          "children": [
            {
              "text": "John Beecher Sound Recordings Collection"
            }
          ]
        },
        {
          "text": " at the "
        },
        {
          "type": "link",
          "url": "https://www.hrc.utexas.edu/",
          "children": [
            {
              "text": "University of Texas’s Harry Ransom Center"
            }
          ]
        },
        {
          "text": ". This recording was recorded on October 19, 1964 by John Beecher and his wife, Barbara. The recording begins with John Beecher, a writer and activist, and members of the Council of Federated Organizations (COFO) meeting with Black high school students and their parents after these students were released from jail in McComb, Mississippi on charges of criminal syndicalism, in which the students have been falsely accused of damaging property by throwing a brick."
        }
      ]
    },
    {
      "type": "block-quote",
      "children": [
        {
          "text": "In the lesson, we're going to be listening to two clips: one where a member of the COFO is speaking to students about the charges they faced and the importance of voting before they begin asking them about their experiences (from :11-4:15), and the other where Beecher asks the students if they had recreational privileges while in jail and some of the conditions they faced (from 14:07-15:37)."
        }
      ]
    },
    {
      "type": "block-quote",
      "children": [
        {
          "text": "Please note: You will hear real people describing traumatic events from their lives in response to direct questioning. While the clip selected for this lesson does not include all sensitive content from the full recording, you will hear: descriptions of arrest, incarceration, and the criminal justice system; an outdated term (\"negro\") used by one speaker to describe Black people; moments where speakers describe feeling dehumanized and targeted by authorities."
        }
      ]
    },
    {
      "type": "block-quote",
      "children": [
        {
          "text": "You have options for how to engage with this material. If at any point you feel uncomfortable, please let me know."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Module 3: First Listen (10 min)",
          "bold": true
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Instruct students to listen to both lesson clips (below, also reproduced in the asynchronous lesson) and then respond in writing to the following prompts:"
        }
      ]
    },
    {
      "type": "bulleted-list",
      "children": [
        {
          "type": "list-item",
          "children": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Share one thing you noticed about each clip."
                }
              ]
            }
          ]
        },
        {
          "type": "list-item",
          "children": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Share one thing you wondered about each clip."
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "includes": [
                "media"
              ],
              "event1": {
                "uuid": "68a1d1ef-129a-4b8f-8d46-3ae32bf555da",
                "start": 11,
                "end": 255,
                "file": "e08a931d-b954-4041-a7d0-4fe058e10f9e",
                "type": "Audio"
              },
              "event2": {
                "uuid": "7a4e4b51-345d-4a50-ae75-fd2f5dcca34a",
                "start": 847,
                "end": 937,
                "file": "5cd674f4-e39b-49cf-8363-13d4f6463152",
                "type": "Audio"
              },
              "type": "event-comparison",
              "children": [
                {
                  "text": ""
                }
              ]
            },
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Module 4: Historical Context (5 min)",
          "bold": true
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "The following information has been provided for students to read in order to better understand the social/historical context of the time period:"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "What is happening around this time?",
          "italic": true
        }
      ]
    },
    {
      "type": "bulleted-list",
      "children": [
        {
          "type": "list-item",
          "children": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "October 1, 1962: James Meredith became the first Black student to attend the University of Mississippi in 1962, desegregating the university and setting off a series of violent riots in protest."
                }
              ]
            }
          ]
        },
        {
          "type": "list-item",
          "children": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "1964: "
                },
                {
                  "type": "link",
                  "url": "https://www.crmvet.org/info/mccomb1964.pdf",
                  "children": [
                    {
                      "text": "List of Civil Rights Incidents in McComb, Mississippi"
                    }
                  ]
                },
                {
                  "text": ", including bombings of Black homes and businesses."
                }
              ]
            }
          ]
        },
        {
          "type": "list-item",
          "children": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "October 19, 1964: This audio was recorded after a series of protests led to the arrest of a group of black high school students and members of the Council of Federated Organizations (who we hear in the recording after their release)."
                }
              ]
            }
          ]
        },
        {
          "type": "list-item",
          "children": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "July 2, 1964: The Civil Rights Act of 1964 was signed."
                }
              ]
            }
          ]
        },
        {
          "type": "list-item",
          "children": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "August 6, 1965: The Voting Rights Act of 1965 went into effect."
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "What is criminal syndicalism?",
          "italic": true
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        },
        {
          "type": "link",
          "url": "https://www.crmvet.org/docs/ms_laws64-c.pdf",
          "children": [
            {
              "text": "Passed in 1964, "
            }
          ]
        },
        {
          "text": "\"Senate Bill 2027 prohibits 'criminal syndicalism,' defined as doctrine or precept which advocates, teaches or aids and abets the commission of crime…violence and force…as a means of accomplishing or affecting a change in agricultural or industrial ownership or control. or in affecting any political or social change or for profit. Any person who \"advocates, instigates, suggests, teaches, etc. 'criminal syndicalism' or '''attempts to justify it' is guilty of a felony.\""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Who is John Beecher?",
          "italic": true
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "John Beecher was a descendant of the author Harriet Beecher Stowe and was a poet, civil rights activist, and journalist. He speaks in our second lesson clip."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "What is the COFO?",
          "italic": true
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "The Council of Federated Organizations (COFO) was first formed in 1961 to support jailed Freedom Riders. In 1962, it reorganized to an umbrella organization to avoid inter-organizational conflict and facilitate funds and encourage grassroots activism towards voter education and registration in Mississippi. In the 1960s, COFO field workers (the majority of whom were college-age Mississippians) organized many voter registration projects–as our Beecher recording captures. For more information, see the "
        },
        {
          "type": "link",
          "url": "https://snccdigital.org/inside-sncc/alliances-relationships/cofo/",
          "children": [
            {
              "text": "Student Nonviolent Coordinating Committee’s Page on the COFO"
            }
          ]
        },
        {
          "text": "."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Module 5: Second Listen and Reflection (10 min)",
          "bold": true
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "With this context, students will listen to the recording again and respond in your preferred method to the following:"
        }
      ]
    },
    {
      "type": "bulleted-list",
      "children": [
        {
          "type": "list-item",
          "children": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "What questions were answered?"
                }
              ]
            }
          ]
        },
        {
          "type": "list-item",
          "children": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "What else did you notice?"
                }
              ]
            }
          ]
        },
        {
          "type": "list-item",
          "children": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "What do you want to know more about now?"
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Module 6: Introduction to Annotation (15 min)",
          "bold": true
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "The following info will be provided to students before they begin annotating their lesson clip. You may either assign a lesson clip or allow them to choose one to annotate in depth. Additionally, you may want to require a method of annotation (vs. offering students a choice)."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "block-quote",
      "children": [
        {
          "text": "Annotation is a way of capturing and organizing the meaning-making work you've already begun in your reflections. The moments you've noticed here are exactly the kinds of things annotations capture. Now, let’s learn more about how annotation by actually doing it! "
        }
      ]
    },
    {
      "type": "block-quote",
      "children": [
        {
          "text": "Your task: You'll be annotating one of the two lesson clips. Choose either "
        },
        {
          "text": "Lesson Clip #1 (:11-4:15)",
          "bold": true
        },
        {
          "text": " or "
        },
        {
          "text": "Lesson Clip #2 (14:07-15:37).",
          "bold": true
        }
      ]
    },
    {
      "type": "block-quote",
      "children": [
        {
          "text": "In the method of your choice (Google Sheet, pen and paper, etc.), you'll create "
        },
        {
          "text": "at least five (5) annotations for your chosen clip.",
          "bold": true
        },
        {
          "text": " For each annotation, you'll need at least: a start time in min:sec and an annotation. It is up to you what that annotation looks like or if you'd like to sort your annotations into groups. Use your reflections from the previous modules to help you brainstorm potential annotations or annotation groups. Feel free to relisten to your clip as many times as you’d like."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Module 8: Upload and Review (15-30 min)",
          "bold": true
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "If you are having students upload their annotations to AVAnnotate independently, provide clear instructions for creating their project in AVAnnotate and uploading their annotations. Students will need at least one GitHub account to access AVAnnotate. If you are uploading students' annotations to AVAnnotate on their behalf, have them submit their annotations to you via your preferred method."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Once annotations are uploaded to AVAnnotate, have students explore the full class project (with annotations from both clips) and respond in writing to the following:"
        }
      ]
    },
    {
      "type": "bulleted-list",
      "children": [
        {
          "type": "list-item",
          "children": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Compare your annotation choices to others who annotated the same clip. Did people transcribe? If so, did they transcribe the same thing? Why/why not?"
                }
              ]
            }
          ]
        },
        {
          "type": "list-item",
          "children": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "Look at annotations from the other clip. How did students organize their annotations differently? Would that change how someone engages with the project?"
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Module 9: Final Reflection (10 min)",
          "bold": true
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Have students respond in writing to the following reflection questions:"
        }
      ]
    },
    {
      "type": "bulleted-list",
      "children": [
        {
          "type": "list-item",
          "children": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "What was the most engaging part of listening to this recording for you? The most challenging? What did you do to manage?"
                }
              ]
            }
          ]
        },
        {
          "type": "list-item",
          "children": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "How did the process of creating annotations change the way you listened to or understood the recording? How will they impact how someone else listens to the recording?"
                }
              ]
            }
          ]
        },
        {
          "type": "list-item",
          "children": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "What struck you most about how the recordings, separately and when put together? What did you learn about the power of language, both in sharing experiences and as a way to weaponize power? "
                }
              ]
            }
          ]
        },
        {
          "type": "list-item",
          "children": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "What is one thing you can take from this recording into your life today?"
                }
              ]
            }
          ]
        }
      ]
    }
  ],
  "title": "Asynchronous Lesson Plan",
  "autogenerate": {
    "enabled": false,
    "type": "custom"
  },
  "slug": "asynchronous-lesson-plan",
  "created_at": "2025-11-04T04:27:31.744Z",
  "created_by": "kywark",
  "updated_at": "2025-11-04T06:21:32.733Z",
  "updated_by": "kywark",
  "parent": "b6ceebd1-1047-41a6-a463-ed8e03440c3e"
}