{
  "content": [
    {
      "type": "paragraph",
      "children": [
        {
          "text": "This project is an example asynchronous classroom lesson created by Bethany Radcliff and Kylie Warkentin. Students will work with the “‘Criminal Syndicalism’ Case, McComb, Mississippi (Side 1)” recording from the John Beecher Sound Recordings Collection at the University of Texas’s Harry Ransom Center throughout the course of the lesson."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Annotation, an important paratextual genre, has expanded past the typical text-based work in recent years to include things like web-pages and online resources. Further, the rising popularity of social annotation movements in educational practices (especially during the move to more interactive, virtual learning activities as a result of the COVID-19 pandemic), means that understanding and using annotation "
        },
        {
          "type": "link",
          "url": "https://www.learntechlib.org/primary/p/216246/",
          "children": [
            {
              "text": "is more relevant than ever"
            }
          ]
        },
        {
          "text": ". Audio annotation is particularly important when that audio material contains sensitive or traumatic content. This lesson serves as an introduction to annotation as a method for understanding sensitive audiovisual resources, structuring annotations in a machine-readable format, and uploading and presenting audio annotations using the AVAnnotate application. Throughout the lesson, we have included suggestions for modifying this lesson for use in a classroom setting."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "\n"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "To use this project as a lesson, students will navigate to \"Sample Lesson (for Students)\""
        },
        {
          "type": "link",
          "url": "https://kywark.github.io/example-sensitive-audio-lesson-syndicalism/",
          "children": [
            {
              "text": ""
            }
          ]
        },
        {
          "text": " and, starting with “1. Considering Experiences with ‘Criminal Syndicalism’ Audio,” complete each step and the activities listed therein chronologically. Instructors should complete all the steps listed in the \"Before the Lesson\" section of the \"Sample Lesson Plan (for Instructors)\""
        },
        {
          "type": "link",
          "url": "https://kywark.github.io/example-sensitive-audio-lesson-syndicalism/lesson-introduction-and-overview-instructor-#Before",
          "children": [
            {
              "text": ""
            }
          ]
        },
        {
          "text": " and read through the full outline of the lesson to prepare the lesson and check permissions"
        },
        {
          "type": "link",
          "url": "https://kywark.github.io/example-sensitive-audio-lesson-syndicalism/lesson-introduction-and-overview-instructor-#Beecher",
          "children": [
            {
              "text": ""
            }
          ]
        },
        {
          "text": ". Though this introduction has been written with the instructor(s) in mind, each activity is written to prompt students directly. After students complete all the steps in this project, instructors will upload student annotations to AVAnnotate in their own project."
        }
      ]
    }
  ],
  "title": "Home Page",
  "autogenerate": {
    "enabled": false,
    "type": "home"
  },
  "slug": "home-page",
  "created_at": "2025-10-08T11:24:28.625Z",
  "created_by": "kywark",
  "updated_at": "2025-11-03T02:17:22.418Z",
  "updated_by": "kywark"
}