{
  "content": [
    {
      "type": "image",
      "url": "https://hrc.contentdm.oclc.org/customizations/collection/p15878coll1/images/landingpage/Beecher_12_02_59.jpg",
      "caption": "Barbara and John Beecher.  ",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Annotation has always been a key tool in making meaning from texts. As our definition of texts has broadened to reflect the changing media landscape, "
        },
        {
          "type": "link",
          "url": "https://mitpressonpubpub.mitpress.mit.edu/pub/syyor4ra/release/1?readingCollection=31668090",
          "children": [
            {
              "text": "so too has our understanding of annotation practices evolved"
            }
          ]
        },
        {
          "text": ". Beyond marginalia in books, scholars and educators alike have utilized annotation to light up texts such as web-pages, online resources, and "
        },
        {
          "type": "link",
          "url": "https://labs.loc.gov/work/experiments/annotation/",
          "children": [
            {
              "text": "digitized primary sources"
            }
          ]
        },
        {
          "text": ". Further, the COVID-19 pandemic accelerated the already rising popularity of social annotation movements in educational practices. Thus, understanding and using annotation as an effective, dynamic tool for learning "
        },
        {
          "type": "link",
          "url": "https://www.learntechlib.org/primary/p/216246/",
          "children": [
            {
              "text": "remains an essential skill"
            }
          ]
        },
        {
          "text": ". This potential is especially powerful for audio materials, where materials such as oral histories and interviews can be difficult to access and navigate, particularly when they contain sensitive content for classroom use. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "This project ",
          "bold": true
        },
        {
          "text": "(created by Bethany Radcliff and Kylie Warkentin in 2021; updated by Kylie Warkentin in 2025)"
        },
        {
          "bold": true,
          "text": " is an educational example of working with and annotating sensitive audio using the "
        },
        {
          "type": "link",
          "url": "https://hrc.contentdm.oclc.org/digital/collection/p15878coll1/id/37/",
          "children": [
            {
              "text": "“‘Criminal Syndicalism’ Case, McComb, Mississippi (Side 1)”",
              "bold": true
            }
          ]
        },
        {
          "text": "recording from the John Beecher Sound Recordings Collection at the University of Texas’s Harry Ransom Center",
          "bold": true
        },
        {
          "text": ". In this recording, John Beecher and members of the Council of Federated Organizations (COFO) meet with high school students arrested on charge of criminal syndicalism, and their parents, after their release from jail in McComb, Mississippi in October 19, 1964. Included inside this project is background research of the social/historical context of the recording (including full transcription of the audio), a teacher lesson plan, an asynchronous student-facing lesson, and an example collaborative student project. The recording itself  "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "To use this project as a lesson, students will navigate to \"Sample Lesson (for Students)\" and, starting with “1. Considering Experiences with ‘Criminal Syndicalism’ Audio,” complete each step and the activities listed therein chronologically. Instructors should complete all the steps listed in the \"Before the Lesson\" section of the \"Sample Lesson Plan (for Instructors)\" and read through the full outline of the lesson to prepare the lesson and check permissions. Though this introduction has been written with the instructor(s) in mind, each activity is written to prompt students directly. After students complete all the steps in this project, instructors will upload student annotations to AVAnnotate in their own project. Throughout the lesson, we have also included suggestions for modifying this lesson for use in a classroom setting."
        }
      ]
    }
  ],
  "title": "Home Page",
  "autogenerate": {
    "enabled": false,
    "type": "home"
  },
  "slug": "home-page",
  "created_at": "2025-10-08T11:24:28.625Z",
  "created_by": "kywark",
  "updated_at": "2025-11-04T02:53:05.206Z",
  "updated_by": "kywark"
}