{
  "content": [
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Using your instructor's assigned reflection method, answer the following:"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Begin by thinking about an important story from your own life. It can be something significant you've told multiple times or an event that shaped you (e.g., a memorable experience, an embarrassing moment, an event that shaped you as a person, etc.). Then, consider the following:"
        }
      ]
    },
    {
      "type": "bulleted-list",
      "children": [
        {
          "type": "list-item",
          "children": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "If someone asked you to tell that story on the spot, what would it feel like to recall those details?"
                }
              ]
            }
          ]
        },
        {
          "type": "list-item",
          "children": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "How might your telling change depending on who was asking and why?"
                }
              ]
            }
          ]
        },
        {
          "type": "list-item",
          "children": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": "What would you want listeners to understand about your experience beyond just the facts of what happened?"
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "The way we tell our own stories, especially when prompted by someone else's questions, reveals much about memory, perspective, and what matters to us. ",
          "bold": true
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Today, you'll be listening to a historical audio recording where someone is asking students to recount difficult experiences from their recent past. You'll hear both the questions being asked and how people choose to respond. Your job will be to listen carefully and create annotations that capture your own process of making meaning from these stories. These annotations will help others better access and understand these important historical voices."
        }
      ]
    }
  ],
  "title": "Module 1: Introduction & Reflection (5 min)",
  "parent": "7a40aa7c-26e3-41b0-948c-a06936c109a0",
  "autogenerate": {
    "enabled": false,
    "type": "custom"
  },
  "slug": "module-1-introduction-and-reflection-5-min",
  "created_at": "2025-08-19T03:02:45.094Z",
  "created_by": "kywark",
  "updated_at": "2025-11-04T06:23:43.267Z",
  "updated_by": "kywark"
}